ITEST/itest.storelogdata/test-resources/simple3_Hello_fail.req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://DefaultNamespace" xmlns:con="http://context.rules.openl.org">
   <soapenv:Header/>
   <soapenv:Body>
      <def:Hello>
         <def:runtimeContext>
         </def:runtimeContext>
         <def:hour1>5</def:hour1>
      </def:Hello>
   </soapenv:Body>
</soapenv:Envelope>